Revit 2027 API
Generic.GenericTransparencyImageFade Property
 The property labeled "Image Fade" from the "Generic" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GenericTransparencyImageFade { get; }
Public Shared ReadOnly Property GenericTransparencyImageFade As String
	Get
public:
static property String^ GenericTransparencyImageFade {
	String^ get ();
}
static member GenericTransparencyImageFade : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Generic Class
Autodesk.Revit.DB.Visual Namespace